[
  {
    "id": "pd1",
    "text": "Day 1: Clean Water Awareness",
    "prayer": "May this help those in need. Let us come together to bring clean water to every corner of the world. Together, we can make a lasting impact.",
    "projectId": "1",
    "day": "2025-04-08T00:00:00"
  },
  {
    "id": "pd2",
    "text": "Day 1: Education for All",
    "prayer": "May this bring knowledge to many. Education is the key to unlocking potential and creating opportunities. Let us strive to make it accessible to everyone.",
    "projectId": "2",
    "day": "2025-02-20T00:00:00"
  },
  {
    "id": "pd3",
    "text": "Day 1: Healthcare Access",
    "prayer": "May this heal the sick. Good health is a foundation for a better life. Let us work to ensure healthcare is available to all.",
    "projectId": "3",
    "day": "2025-03-10T00:00:00"
  },
  {
    "id": "pd4",
    "text": "Day 2: Understanding water scarcity",
    "prayer": "May we find solutions together. Water is a precious resource that sustains life. Let us act responsibly to preserve it for future generations.",
    "projectId": "1",
    "day": "2025-04-09T00:00:00"
  },
  {
    "id": "pd5",
    "text": "Day 3: Promoting clean water initiatives",
    "prayer": "May this effort bring hope. Clean water is essential for health and dignity. Together, we can create a world where everyone has access to it.",
    "projectId": "1",
    "day": "2025-04-10T00:00:00"
  },
  {
    "id": "pd6",
    "text": "Day 4: Educating communities on water safety",
    "prayer": "May knowledge empower change. Education can transform lives and communities. Let us share what we know to make a difference.",
    "projectId": "1",
    "day": "2025-04-11T00:00:00"
  },
  {
    "id": "pd7",
    "text": "Day 5: Building sustainable water systems",
    "prayer": "May this work last for generations. Sustainability ensures that our efforts endure. Let us build systems that stand the test of time.",
    "projectId": "1",
    "day": "2025-04-12T00:00:00"
  },
  {
    "id": "pd8",
    "text": "Day 6: Raising awareness about water pollution",
    "prayer": "May we protect our resources. Pollution threatens the health of our planet and its people. Let us take action to safeguard our water sources.",
    "projectId": "1",
    "day": "2025-04-13T00:00:00"
  },
  {
    "id": "pd9",
    "text": "Day 7: Supporting clean water access for all",
    "prayer": "May everyone have what they need. Access to clean water is a basic human right. Let us work tirelessly to make it a reality for all.",
    "projectId": "1",
    "day": "2025-04-14T00:00:00"
  },
  {
    "id": "pd10",
    "text": "Day 8: Reflecting on the impact of clean water",
    "prayer": "May we continue to make a difference. Every drop of clean water changes lives. Let us reflect on our progress and renew our commitment.",
    "projectId": "1",
    "day": "2025-04-15T00:00:00"
  }
]